Repository: fcuny/intention-cloud
Catalog: lib/intentioncloud/I18N/*.po
Languages: de, fr

# howpar1
source: Usage is quite straightforward: Enter your intention seed in the text field, press "See" button, wait, observe the resulting cloud.<br/><br/>In its standard usage, the Cloud engine will 'bruteforce' Google Suggest using the provided seed to gather each time up to 10 results. For example, if you enter the intention seed [i want], the engine will collect results with [i want a] then [i want b] etc.. <br/>These results are then displayed using in a tag cloud format with the (fuzzy) 'results' metric, and archived to enable permalinks and to datamine these later.<br/><br/>Depending on the engine selected for the Intention Cloud, you may have one or multiple options to choose from. Currently, the Google Suggest engine supports truncation. When this checkbox is selected, the Cloud generator will include results gathered with a truncated query. This means that the intention seed [ meta ] combined with the 'trunctation' option will render results such as "metallica" or "metaphores"<br/><br/>Intention seeds are also archived in a local database, in order to show our own cloud of requests (meta-cloud)
de: Die Benutzung ist recht einfach: Gib den Intention Seed in das Textfeld ein, klicke auf den "Ansehen" Button, warte und beobachte die Cloud, die sich daraus ergibt.<br /><br />Bei Standardeinstellung wird die Cloud Engine Google Suggest "bruteforcen" und den bereitgestellten Seed dazu benutzen, um jedes Mal bis zu zehn Ergebnisse zu erfassen. Aus diesem Grund wird die Engine bei Eingabe des Intention Seed [I want] Ergebnisse mit [i want a] und [I want b] einholen<br />Diese Ergebnisse werden dann in einem Tag Cloud Format mit der (fuzzy) "results" Metrik dargestellt, um sie für Permalinks zu archivieren und später dataminieren.<br /><br />Abhängig von der Engine, die für die Intention Cloud ausgewählt wurde, ergeben sich eine oder mehrere Möglichkeiten zur Auswahl. Zur Zeit unterstützt Google Suggest Trunkierungen. Wenn dieses Ankreuzfeld ausgewählt ist, wird der Cloud Generator Ergebnisse einer trunkierten Suchanfrage miteinbeziehen. Das bedeutet, dass der Intention Seed [meta] in Verbindung mit der Option ‘Trunkierung’ Ergebnisse wie "metallica" und "Metapher" liefern wird. <br /><br />Intention seeds werden auch in einer lokalen Datenbank archiviert, um unsere eigene Cloud der Anfragen (Meta-cloud) anzuzeigen.
fr: L'utilisation est assez simple : entrez votre graine d'intention dans le champ de saisie, appuyez sur le bouton "Voir", attendez, observez le nuage résultant.<br /><br />Dans son utilisation standard, le moteur du Nuage va <em>bruteforcer</em> Google Suggest en utilisant la graine fournie pour récupérer à chaque fois jusqu'à 10 résultats. Ainsi, si vous entrez la graine d'intention [je veux], le moteur ira chercher les résultats avec [je veux a] puis [je veux b] et caetera..<br />Les résultats sont ensuite affichés dans un format de <em>tag cloud</em> avec métrique "floue", et archivés pour les permaliens et l'analyse ultérieure.<br /><br />Selon le moteur sélectionné pour le Nuage d'Intentions, vous pourrez choisir entre diverses options. Actuellement, Google Suggest supporte seulement la troncature (mots incomplets). Quand la case est cochée, le générateur de nuage incluera les résultats récupérés avec une requête tronquée, i.e. la graine [meta] avec l'option troncature trouvera des résultats comme "metallica" ou "metaphores".<br /><br />Les graines d'intentions sont aussi archivées dans une base de données, pour pouvoir afficher notre propre nuage de nuages d'intentions (méta-nuage).

# howpar2
source: <strong>Technical details</strong><br/><br/>Frameworks :<ul><li><a href="http://catalyst.perl.org">Perl Catalyst framework</a>, for quick developments, like the notorious Ruby On Rails.</li><li>AJAX, for smoother and better user experience</li></ul><br/>The Intention Cloud being coded in Perl, we made use of some CPAN modules, such as:<ul><li>HTML::TagCloud by Leon Brocard (<a href="http://search.cpan.org/~lbrocard/HTML-TagCloud-0.32/lib/HTML/TagCloud.pm">URL</a>)</li><li>WebService::Google::Suggest by Tatsuhiko Miyagawa(<a href="http://search.cpan.org/~miyagawa/WebService-Google-Suggest-0.01/lib/WebService/Google/Suggest.pm">URL</a>)</li></ul>
de: <strong>Technische Details</strong><br /><br /><em>Frameworks :</em><ul><li><a href="http://catalyst.perl.org">Perl Catalyst framework</a>, für schnelle Entwicklungen, wie dieberuehmt-beruechtigte Ruby on Rails.</li><li>AJAX, für bessere Benutzerfreundlichkeit</li></ul><br />Da die Intention Cloud in Perl gecoded wurde, haben wir einige CPAN Module eingesetzt, wie z.B. :<ul><li>HTML::TagCloud von Leon Brocard (<a href="http://search.cpan.org/~lbrocard/HTML-TagCloud-0.32/lib/HTML/TagCloud.pm">URL</a>)</li><li>WebService::Google::Suggest von Tatsuhiko Miyagawa(<a href="http://search.cpan.org/~miyagawa/WebService-Google-Suggest-0.01/lib/WebService/Google/Suggest.pm">URL</a>)</li></ul>
fr: <strong>Détails techniques</strong><br /><br /><em>Frameworks :</em><ul><li><a href="http://catalyst.perl.org">Perl Catalyst framework</a>, pour des développements rapides, comme le célèbre Ruby On Rails.</li><li>AJAX, pour une meilleure et plus douce expérience à l'utilisation</li></ul><br />Le Nuage d'Intention étant codé en Perl, nous avons utilisé quelques modules CPAN :<ul><li>HTML::TagCloud par Leon Brocard (<a href="http://search.cpan.org/~lbrocard/HTML-TagCloud-0.32/lib/HTML/TagCloud.pm">URL</a>)</li><li>WebService::Google::Suggest par Tatsuhiko Miyagawa(<a href="http://search.cpan.org/~miyagawa/WebService-Google-Suggest-0.01/lib/WebService/Google/Suggest.pm">URL</a>)</li></ul>

# howpar3
source: <br/><br/>Intention Clouds sources are a product of Franck Cuny, distributed under the modified BSD License<br/>All design and images are (c) Morgan Thomas<br/><br/>Download sources:<ul><li>Latest stable version, local archive: <a href="http://www.intention-cloud.net/sources/intention-cloud.v0.8.zip">intention-cloud.v0.8.zip</a></li><li>Latest version, using subversion: <em>svn co https://breizhdev.net/subversion/scripts/WillCloud/</em></li></ul><br/><br/><br/><br/><br/><br/><br/><br/>
de: <br /><br />Intention Cloud Quellen sind ein Produkt von Franck Cuny, veroeffentlicht unter der geaenderten BSD License.<br />Design und Bilder (c) Morgan Thomas.<br /><br />Download-Quellen: <ul><li>Latest stable version, local archive: <a href="http://www.intention-cloud.net/sources/intention-cloud.v0.8.zip">intention-cloud.v0.8.zip</a></li><li>Latest version, using subversion: <em>svn co https://breizhdev.net/subversion/scripts/WillCloud/</em></li></ul><br/><br/><br/><br/><br/><br/><br/><br/>
fr: <br /><br />Les sources du Nuage d'Intentions sont un produit de Franck Cuny, distribués sous la license BSD modifiée.<br />Tout le design et les images sont (c) Morgan Thomas.<br /><br />Téléchargez les sources : <ul><li>Derniére version stable, archive locale : <a href="http://www.intention-cloud.net/sources/intention-cloud.v0.8.zip">intention-cloud.v0.8.zip</a></li><li>Derniére version, en utilisant subversion : <em>svn co https://breizhdev.net/subversion/scripts/WillCloud/</em></li></ul><br/><br/><br/><br/><br/><br/><br/><br/>

# whytitle1
source: Why use the Intention Cloud? What for?
de: Warum sollte ich die Intention Cloud benutzen? Zu welchem Zweck?
fr: Pourquoi utilise le Nuage d'Intentions ? à quoi bon ?

# whypar1
source: Because you've always wanted to know what other people were thinking, haven't you?<br/><br/>There are multiple ways to use the Intention Cloud, this version of the Cloud being an experimental territory open for you to play. What you could do with it is mostly up to you, as we haven't discovered yet its full potential in terms of usage.<br/><br/>We firmly believe that it could be useful for activities involving market research, such as market analysis, search engine optimization, investigations etc. It can also be very handy for a researcher to get a quick overview of a how a subject is generally approched by the public. But it's also just plain fun to generate clouds, and can sometime be insightful. Or sad. Or both.</br><br/>
de: Weil du schon immer wissen wolltest, was andere Leute denken, oder nicht?<br /><br />Es gibt zahlreiche Möglichkeiten, die Intention Cloud zu benutzen, da diese Version der Could ein Experimentierfeld zum Spielen ist. Wozu man sie benutzt, hängt grösstenteils von jedem Einzelnen ab, da wir das ganze Einsatzpotential noch nicht entdeckt haben.<br /><br />Wir sind fest davon überzeugt, dass die Cloud bei Aktivitäten im Bereich der Marktforschung, Marktanalyse, Suchmaschinenoptimierung, Recherche etc. nützlich sein kann. Sie kann auch bei einer Recherche praktisch sein um einen schnellen Überlick darüber zu erhalten, wie ein bestimmtes Thema im allgemeinen von der Öffentlichkeit behandelt wird. Aber es macht auch einfach Spass, Clouds zu generieren, und kann sehr aufschlussreich sein. Oder traurig. Oder beides.<br /><br />
fr: Parce que vous avez toujours voulu savoir ce que les autres pensaient, n'est-ce pas ?<br /><br />Il y a de nombreuses façons d'utiliser le Nuage d'Intentions, cette version du Nuage étant un terrain d'expériences et de jeu ouvert à tous. C'est à vous de savoir ce que vous pourrez en faire, car nous n'avons pas encore découvert toutes ses utilisations potentielles.<br /><br />Nous croyons fermement qu'il pourrait être utile pour des activités impliquant la recherche de marché, telles l'analyse de marché, l'optimisation pour les moteurs de recherche, les enquêtes, et caetera. Il peut aussi être très utile à un chercheur pour savoir comment tel sujet est généralement abordé par le public. C'est aussi purement un plaisir de générer des nuages, et cela peut parfois être signifiant. Ou drôle. Ou triste. Ou les trois.<br /><br />

# whytitle2
source: Why did you create this?
de: Warum habt ihr das entwickelt?
fr: Pourquoi avez-vous créé ça ?

source: why
de: warum
fr: pourquoi

# whypar2
source: We did it all for the lulz!!<br/><br/>Hu.. sorry, that was an attempt to perform some Humor2.0 ;)<br/>It also outlines that our approach is mostly driven by curiosity and fun. Mashups of services and concepts are very trendy these days, and are a one of the pillars of the so-called Web2.0 new era. We wanted to add a brick to the building. But with style.<br/><br/>The core of the concept came from our IRC channel, were we run some bots to answer some on-the-fly commands, like catching and submitting our URLs to del.icio.us automatically, checking the rankings of our MMORPG characters, performing queries on search engines etc. One of the modules we created grabs results from Google Suggest, and is called using the command "!suggest keyword". The fact that we had a weighted list as an output for that tool lead to the idea of formatting the results using a 'tag cloud' like design pattern.<br/>Franck created a prototype, and we had a lot of lulz playing with it. And we knew it was right. Our designer then got a grasp of the tag cloud concept, and interpreted it literally. He imagined a really nice layout for the tool, putting a lot of effort into bringing a sense of beauty and design in this so 2.0 project.<br/><br/>Note also that we are conviced that such tools should be used by everybody, to understand what Intentions are, what they represent, and what companies possessing the huge Databases of Intention can do with those.<br/>John Battelle wrote in his chapter introducing this concept something that everybody should read and understand, and then look again at the current big players of the web industry : "What does the world want? Build a company that answers this question in all its shades of meaning, and you've unlocked the most intractable riddle of marketing, of business, and arguably of human culture itself."<br/>You can watch Google Current, and get brainwashed, or watch the Clouds, and relax.<br/><br/>And here we are, releasing our Intention Cloud for the public to experiment with, and observing what will happen. We expect a lot of constructive criticism and nice ideas to come from this prototype, and are looking forward to reading your comments (by mail or on the Intention Cloud blog).
de: Wir haben es für die Lulz gemacht!<br />Ah. ‘tschuldigung, dass war ein Versuch, ein bisschen Humor 2.0 einzubauen. ;)<br />Es weisst auch darauf hin, dass unser Ansatz auf Neugier und Spass an der Freude basiert. Mashups von Services und Konzepten sind im Moment sehr beliebt, und sind eine der Säulen der sogenannten neuen Ära Web 2.0. Wir wollten einen Stein zum Gebäude hinzufuegen. Aber mit Stil.<br /><br />Das grundlegende Konzept stammt von unserem IRC Channel, wo wir einige Bots laufen lassen um On-the-fly Befehle zu beantworten, wie zum Beispiel unsere urls direkt aufzunehmen und zu del.icio.us hizuzufügen, die Rankings unserer MMORPG Charaktere zu überprüfen, Suchanfragen bei Suchmaschinen zu stellen. Eines der Module, die wir entwickelt haben, holt Ergebnisse von Google Suggest ein, und wird duch den Befehl "!suggest <em>keyword</em>" ausgeführt. Die Tatsache, dass wir eine gewichtete Liste als Output dieses Tools hatten, führte zur Idee, die Ergebnisse unter Benutzung einer Tag Cloud- ähnlichem Entwurfsmusters zu formatieren.<br />Franck entwickelte einen Prototyp, mit dem viele Lulz spielten. Und wir wussten, dass es das Richtige war. Danach entwickelte unser Designer ein sehr gutes Verständnis für das Tag Cloud Konzept, und interpretierte es direkt. Er dachte sich ein sehr schönes Layout für das Tool aus und steckte sehr viel Energie hinein, um einen Sinn für Eleganz und Design in dieses sehr 2.0-beeinflusste Projekt.<br /><br />Wir möchten hierbei anmerken dass wir davon überzeugt sind, dass solche Tools von jedem benutzt werden sollten, um zu verstehen was Intentionen sind, was sie darstellen, und was Unternehmen, welche die riesige Datenbank der Intentionen besitzen, mit dieser tun können.<br />John Battelle schrieb in seinem Kapitel, in dem dieses Konzept eingeführt wird, etwas dass jeder lesen und verstehen sollte, um danach wieder einen Blick auf die Big Player der Webindustrie zu werfen. : "Was will die Menschheit? Ein Unternehmen errichten, dass diese Frage in allen möglichen Bedeutungsnuancen beantwortet, und das unlösbarste Rätsel des Marketings, der Wirtschaft, und wohl der menschlichen Kultur selbst wäre entschlüsselt."<br />Du kannst Google Current anschauen, und Dich einer Gehirnwäsche unterziehen, oder die Clouds beobachten, und dich entspannen. <br /><br />Hier sind wir nun, und geben unsere Intention Cloud frei, damit alle mit ihr experimentieren können, und beoachten die Reaktionen. Wir erwarten viele konstruktive Kritik und gute Ideen, die von diesem Prototyp ausgehen und freuen uns auf eure Kommentare (per email oder auf dem Intention Cloud Blog).
fr: On a fé sa pke C lol!!<br />Hm... désolé, c'était une tentative d'Humour2.0 ;)<br />Cela indique aussi que notre approche a été surtout orientée par la curiosité et le <em>fun</em>. Les <em>mashups</em> de services et de concepts sont à la mode, et sont un des piliers de la pseudo nouvelle ère appelée Web2.0. Nous voulions ajouter une pierre à l'édifice. Mais avec style.<br /><br />Le coeur du concept vient de notre canal IRC, où nous faisons tourner quelques bots pour diverses choses telles que capter au vol les urls et les stocker automatiquement sur del.icio.us, afficher les rangs de nos personnages de MMORPG, effectuer des recherches web, et caetera. Un des modules que nous avons créés prend les résultats de Google Suggest, via la commande "!suggest <mot-clé>". Le fait que nous obtenions une liste pondérée nous a conduit à l'idée de formater ces résultats en utilisant un '<em>tag cloud</em>'.<br />Franck a créé un prototype, et nous avons eu bien des lolz^H^H^H^Hjoies en jouant avec. Et nous savions que c'était du bon. Notre designer s'est alors penché sur le concept du <em>tag cloud</em> et l'a interprété littéralement. Il a imaginé une jolie mise en page, avec un grand effort pour amener du design et de la beauté dans ce projet tellement 2.0.<br /><br />Notez que nous pensons que de tels outils devraient être utilisés par tout le monde, pour comprendre ce que les Intentions sont, ce qu'elles représentent, et ce que les compagnies traitant les énormes Bases de données d'Intentions peuvent faire avec ça.<br />John Battelle a écrit dans son chapitre introduisant ce concept quelque chose que chacun devrait lire et comprendre, avant de regarder à nouveau les monstres de l'industrie du web : "Qu'est-ce que le monde veut ? Bâtissez une compagnie qui répond à cette question dans toutes ses nuances, vous aurez résolu la plus insurmontable des énigmes du marketing, du commerce, et possiblement de la culture humaine elle-même."<br />Vous pouvez regarder Google Current, et bénéficier d'un lavage de cerveau, ou regarder les Nuages, et vous relaxer.<br /><br />Et nous voilà, publiant notre Nuage d'Intentions pour que tout un chacun l'essaye, et observe ce qu'il en sort. Nous espérons nombre critiques et bonnes idées suite à ce prototype, et attendons vos commentaires avec impatience (par courriel ou sur le blog du Nuage d'Intentions).

source: how
de: wie
fr: comment

source: who
de: wer
fr: qui

source: home
fr: accueil

source: news
fr: nouvelles

source: about
de: über uns
fr: a propos

source: links
fr: liens

# bzhblog
source: breizhdev's blog
de: blog breizhdev
fr: blog breizhdev

# csv
source: export this cloud to csv format
de: diese Datei im csv Format exportieren
fr: exportez le nuage au format csv

source: Description
de: Beschreibung

# source
source: Sources
de: Quellen
