Repository: fcuny/intention-cloud
Catalog: lib/intentioncloud/I18N/*.po
Languages: de, fr

source: last clouds
de: letzte clouds
fr: derniers nuages

# latest_news
source: lastest news
de: letzte nachrichten
fr: dernieres nouvelles

# our_cloud
source: our meta-cloud
de: cloud der Intention Cloud
fr: notre méta-nuage

# our_cloud_link
source: intention cloud's cloud
de: cloud der Intention Cloud
fr: méta-nuage d'intentions

# random
source: random cloud
de: zufällige cloud
fr: laissez-vous porter par le hasard

# langtxt
source: change language
de: sprache wählen :
fr: changez de langue

# cloudtitle
source: the cloud looks like a
de: die Cloud sieht aus wie
fr: le nuage ressemble à

# permalinkstr
source: remember this cloud with a <b>permalink</b>
de: diese cloud mit einem <b>permalink</b> speichern
fr: mémorisez ce nuage avec un <b>permalien</b>

# showbyemail
source: show this cloud a friend
de: diese cloud einem freund zeigen
fr: montrez ce nuage à un ami

# closecloud
source: a breeze comes up
de: eine brise kommt auf
fr: une brise se lève

source: i see ...
de: ich sehe ...
fr: je vois ...

# rerandom
source: shuffle the winds again to come up with ...
de: lassen sie den wind mit den wolken spielen...
fr: laissez vous porter au grès des vents...

# intention
source: enter your intention seed
de: gib deinen intention seed ein:
fr: entrez votre graine d'intention

# seebutton
source: see
de: zeigen
fr: voir

source: truncation
de: trunkierung
fr: troncature

# shortexplain
source: The Intention Cloud gathers and displays the queries performed on search engines in an intuitive output.<br><br>The cloud form allows to easily recognize the weight of the different keywords. The more popular a query, the bigger it is displayed.
de: Die Intention Cloud stellt die assoziierten Keywörter der bei Google benutzten Search Strings dar, also die Intention.<br /> <br />Das Cloud Formular ermöglicht das einfache Erkennen des Gewichts der verschiedenen komplementären Keywörter.
fr: Le Nuage d'Intention rassemble les requêtes effectuées sur les moteurs de recherche et les affiche sous une forme intuitive.<br /> <br />La forme de nuage permet de reconnaître aisément le poids de chaque mot-clé. Plus une requête est populaire, plus elle apparait grande.

# fluffier
source: fluffier clouds
de: weichere clouds
fr: autres nuages cotonneux

# hisemail
source: your friend's e-mail address
de: die e-mail adresse des freundes
fr: adresse courriel de votre ami

# yourname
source: something to add
de: ihr name
fr: votre nom

source: Input Error
de: falsche eingabe
fr: entrée incorrecte

# name_error
source: please specify your name
de: bitte geben sie ihren namen ein
fr: veuillez préciser votre nom

# email_error
source: email adress is not valid
de: ungültige e-mail adresse
fr: adresse courriel invalide

# mail_gone
source: mail sent, carried by the wind
de: die mail wurde verschickt, vom wind getragen
fr: le courriel est parti, porté par le vent..

# whatpar1
source: The Intention Cloud is a web application supported by Perl and AJAX technologies that gathers and displays the queries performed on search engines in an intuitive output using weighted lists, also known as tag clouds.<br/>Whether you use it for pleasure and curiosity or for serious purposes, the Cloud will help you explore the intentions of millions of minds. Enter the beginning of a query, and enjoy the view of keywords fitting together and forming a visual zeitgeist.
de: Die Intention Cloud ist eine Webapplikation, die von Perl- und AJAX-Technologien unterstützt wird und bei der Suchanfragen von Suchmaschinen gesammelt und in einem intuitiven Output unter Benutzung von gewichteten Listen, auch <em>Tag Clouds</em> genannt, darstellt werden.<br />Ob zum Vergnügen und aus Neugier oder zu ernsthaften Zwecken, die Cloud wird dabei helfen, die Absichten von Millionen Menschen zu erkunden. Gib den Anfang einer Suchanfrage ein, und beobachte, wie sich Keywörter zusammenfügen und einen virtuellen Zeitgeist bilden.
fr: Le Nuage d'Intentions est une application web utilisant les technologies Perl et AJAX pour rassembler les requêtes effectuées sur les moteurs de recherche et les afficher sous une forme intuitive utilisant des listes pondérées, plus connues sous le nom de <em>tag cloud</em>.<br />Que vous l'utilisiez pour le plaisir et la curiosité ou pour des motifs plus sérieux, le Nuage vous aidera à explorer les intentions de millions d'âmes. Entrez le début d'une requête, et appréciez la vue des mots-clés s'associant pour former un <em>zeitgeist</em> visuel.

source: what
de: was
fr: quoi

# whath1
source: Database of Intention + Tag Cloud = Intention Cloud
de: Datenbank der Intention + Tag Cloud = Intention Cloud
fr: Base de données d'Intentions + Tag Cloud = Nuage d'Intentions

# whatpar2
source: The Cloud is the result of a mashup between the concept of 'Database Of Intention' and 'Tag Clouds' visualization. The current live engine of the Intention Cloud is collecting data from the Google Suggest service, but will be extended in the future to integrate other databases of intention.
de: Die Cloud ist das Ergebnis eines Mashups zwischen dem Konzept der "Datenbank der Intentionen" und der Visualisierung von Tag Clouds. Die derzeitige live Engine der Intention Cloud sammelt Daten des Google Suggest Services, wird aber in der Zukunft erweitert werden, um andere Datenbanken zu integrieren.
fr: Le Nuage est le résultat du <em>mashup</em> du concept de "Base de données d'Intentions" et de la visualisation sous forme de nuage ("Tag Cloud"). Le moteur du Nuage d'Intentions récupère actuellement les données fournies par le service Google Suggest, d'autres bases de données d'intentions seront intégrées à terme.

# whatdbi
source: The Database of Intention
de: Die Datenbank der Intentionen
fr: La Base de données d'Intentions

# whatpar3
source: was first pinpointed by the journalist <a href="http://en.wikipedia.org/wiki/John_Battelle">John Battelle</a>, author of "<em>The Search: How Google and Its Rivals Rewrote the Rules of Business and Transformed Our Culture</em>" (ISBN: <a href="http://en.wikipedia.org/w/index.php?title=Special:Booksources&isbn=1591840880">1591840880</a>). He defined this concept in a note on his blog (<a href="http://battellemedia.com/archives/000063.php">November 13th 2003</a>) as such:
de: wurde zuerst durch den Journalisten <a href="http://en.wikipedia.org/wiki/John_Battelle">John Battelle</a>, Autor des Buches "<em>The Search: How Google and Its Rivals Rewrote the Rules of Business and Transformed Our Culture</em>" (ISBN: <a href="http://en.wikipedia.org/w/index.php?title=Special:Booksources&isbn=1591840880">1591840880</a> das Buch wurde noch nicht ins Deutsche übersetzt: Die Suche: Wie Google und seine Rivalen die Geschäftsregeln umgeschrieben und unsere Kultur verändert haben). In einem Eintrag auf seinem Blog (<a href="http://battellemedia.com/archives/000063.php">November 13th 2003</a>) definierte er dieses Konzept wie folgt:
fr: a été pointée en premier par le journaliste <a href="http://en.wikipedia.org/wiki/John_Battelle">John Battelle</a>, auteur de "<em>The Search: How Google and Its Rivals Rewrote the Rules of Business and Transformed Our Culture</em>" (ISBN: <a href="http://en.wikipedia.org/w/index.php?title=Special:Booksources&isbn=1591840880">1591840880</a>). Il a défini son concept dans une note sur son blog (<a href="http://battellemedia.com/archives/000063.php">November 13th 2003</a>) de la façon suivante :

# whatpar4
source: The aggregate results of every search ever entered, every result list ever tendered, and every path taken as a result. <br/>It lives in many places, but three or four places in particular hold a massive amount of this data (i.e. MSN, Google, and Yahoo). This information represents, in aggregate form, a place holder for the intentions of humankind - a massive database of desires, needs, wants, and likes that can be discovered, supoenaed, archived, tracked, and exploited to all sorts of ends. Such a beast has never before existed in the history of culture, but is almost guaranteed to grow exponentially from this day forward. This artifact can tell us extraordinary things about who <a href="http://www.intention-cloud.net/?intention=we+are">we are</a> and what <a href="http://www.intention-cloud.net/?intention=we+want">we want</a> as a culture. And it has the potential to be abused in <a href="http://www.google.com/search?q=patriot+act">equally extraordinary fashion</a>.
de: Die Gesamtsumme aller jemals eingegeben Suchbegriffe, aller jemals gelieferten Ergebnislisten, und sämtlicher daraus resultierender Pfade. <br />Diese Daten sind vielerorts vorhanden, aber an drei oder vier Stellen häuft sich eine besonders grosse Datenmenge (d.h. MSN, Google und Yahoo). Diese Information repräsentiert, in ihrer Gesamtheit, einen Platzhalter für die Absichten der Menschheit – eine riesige Datenbank von Sehnsüchten, Bedürfnissen, Verlangen und Vorlieben, die entdeckt, ??, archiviert, überwacht und mit allen möglichen Zielen ausgeschöpft werden können. Solch ein Bestie hat noch nie in der Geschichte der Kultur existiert, aber man kann fast davon ausgehen, dass sie ab dem heutigen Tag exponentiell wächst. Dieses Artefakt kann uns Unglaubliches darüber berichten, wer wir <a href="http://www.intention-cloud.net/?intention=we+are">sind</a> und was wir als Kultur <a href="http://www.intention-cloud.net/?intention=we+want">wollen</a>. Und es hat auch das Potential dazu, in genauso unglaublicher Art und <a href="http://www.google.com/search?q=patriot+act">Weise missbraucht zu werden</a>.
fr: L'agrégat résulte de chaque recherche écrite, chaque liste de résultats jamais offerte, et chaque chemin pris en résultat.<br />Elle réside en bien des endroits, mais trois ou quatre en particulier renferment un masse colossale de ces données (i.e. MSN, Google, et Yahoo). Cette information représente, sous forme agrégée, un récipient pour les intentions de l'humanité - une énorme base de données des désirs, besoins, souhaits et goûts qui peuvent être découverts, cités, archivés, pistés, et utilisés à toutes sortes de fins. Une telle bête n'a jamais existé auparavant dans l'histoire de la culture, mais il est pratiquement garanti qu'elle va dorénavant grandir exponentiellement. Cet artefact peut nous dire des choses extraordinaires à propose de qui <a href="http://www.intention-cloud.net/?intention=we+are">nous sommes</a> et ce que <a href="http://www.intention-cloud.net/?intention=we+want">nous voulons</a> comme culture. Et peut aussi être détourné <a href="http://www.google.com/search?q=patriot+act">d'une manière tout aussi extraordinaire</a>.

# whatpar5
source: The most known way for the public to have a look into searcher's intents is to browse the very limited <a href="http://www.google.com/press/zeitgeist.html">Zeitgeist</a> pages, or watch the (crappy) <a href="http://current.tv/google">Google Current</a> shows. As a big part of Google's incomes are made through AdWords advertising program - the main way for them to monetize their database of intention - advertisers can also use suggestion tools (the <a href="https://adwords.google.com/select/KeywordSandbox">keyword sandbox</a> for example) to select carefully on which terms they want their ads to appear, depending on the past and predicted traffic generated by these searches. <br/><br/>The first module used by the Intention Cloud to collect intentions grabs the results from Google's database of intention through a lesser known service called <a href="http://www.google.com/webhp?complete=1&hl=en">Google Suggest</a>, still in early beta (for quite a long time now..). This service is supposed to 'guess' what you're typing and offers suggestions in real time, in groups of 10 queries maximum. The metrics displayed and the algorithm used to power this tool are quite obscure, and their FAQ doesn't bring much more clarity on it : "Our algorithms use a wide range of information to predict the queries users are most likely to want to see. For example, Google Suggest uses data about the overall popularity of various searches to help rank the refinements it offers. An example of this type of popularity information can be found in the Google Zeitgeist".<br/><br/>This first version of the Intention Cloud based on Google is merely a proof of concept, in the near future we will integrate other services that give similar but more accurate results on multiple databases of intentions. For the moment, this hack of Google Suggest is enough to probe the various possibilities of such a tool.
de: Der bekannteste Weg für die Allgemeinheit, einen Einblick in die Absichten der Suchenden zu erhalten, ist es, die sehr begrenzten <a href="http://www.google.com/press/zeitgeist.html">Zeitgeist</a> Seiten zu durchforsten, oder die (eher bescheidenen) <a href="http://current.tv/google">Google Current Shows</a> anzusehen. Da ein grosser Teil der Einnahmen Googles durch das Adwords Anzeigenprogramm generiert wird - die hauptsächliche Art und Weise, ihre Datenbank der Intentionens in Geld umzusetzen - können Anzeigenkunden auch Suggestion Tools (die <a href="https://adwords.google.com/select/KeywordSandbox">Keyword Sandbox</a> zum Beispiel) benutzen um sorgfältig auszuwählen, bei welchen Begriffen ihre Anzeigen erscheinen sollen, was vom aufgezeichneten und vorausgesagten Traffic dieser Suchanfragen abhängt.<br /><br />Das erste Modul, das von der Intention Cloud benutzt wird, um Intentionen einzuholen, sammelt die Ergebnisse der Datenbank der Intentionen Googles durch einen weniger bekannten Service namens <a href="http://www.google.com/webhp?complete=1&hl=en">Google Suggest</a>, eein, der sich noch im Beta-Frühstadium befindet (und das schon seit einer ganzen Weile...). Dieser Service soll in der Lage sein, zu "erraten" was gerade in das Suchfeld eingegeben wird und macht Vorschläge in Echtzeit, die in maximal zehn Suchanfragen gruppiert werden. Die dargestellte Metrik und der eingesetzte Algorithmus hinter diesem Tool sind recht undeutig, und die bereitgestellten FAQ bringt nicht mehr Licht in die Sache: "Unsere Algorithmen benutzen eine Vielzahl von Informationen um die Suchanfragen vorherzusagen, die Benutzer am wahrscheinlichsten sehen wollen. Zum Beispiel benutzt Google Suggest Daten über die Gesamtpopularität verschiedener Suchanfragen, um die angebotene Verfeinerung ordnen zu können. Ein Beispiel dieser Art von Popularity Informationen findet sich im Google Zeitgeist wieder."<br /><br /> Diese erste Version der Intention Cloud, die auf Google basiert, ist lediglich ein Beweis des Konzepts; in naher Zukunft werden wir andere Services, die ähnliche, aber genauere Ergebnisse liefern, in verschiedene Datenbanken der Intentionen integrieren. Momentan ist dieser Google Suggest <em>Hack</em> ausreichend, um die verschiedenen Möglichkeiten eines solchen Tools zu testen.
fr: Le moyen public le plus connu pour jeter un oeil dans les intentions des chercheurs est de brouter les pages du trés limité <a href="http://www.google.com/press/zeitgeist.html">Zeitgeist</a>, ou de regarder les show (merdiques) <a href="http://current.tv/google">Google Current</a>. Comme une grande partie des revenus de Google sont réalisés par le programme publicitaire AdWords, le principal moyen pour eux de monétiser leur base de données d'intentions, les publicitaires peuvent aussi utiliser des outils de suggestion (le <a href="https://adwords.google.com/select/KeywordSandbox">bac à sable des mots-clés</a> par exemple) pour choisir avec soin sur quels termes de recherche ils veulent voir leurs publicités apparaître, en fonction du traffic passé et prévu généré par ces recherches.<br /><br />Le premier module utilisé par le Nuage d'Intentions pour collecter lesdites depuis la base de données de Google utilise un service moins connu appelé <a href="http://www.google.com/webhp?complete=1&hl=en">Google Suggest</a>, encore en version beta (et ce depuis un long moment maintenant...). Ce service est censé 'deviner' ce que vous écrivez et offre des suggestions en temps réel, par groupes de dix requêtes au maximum. Les mesures affichées et l'algorithme utilisé par cet outil sont assez obscurs, et la FAQ n'éclaire pas vraiment sur ce sujet : "Nos algorithmes utilisent une grande quantité d'information pour prédire les requêtes que les utilisateurs sont les plus susceptibles de vouloir voir. Par exemple, Google Suggest utilise des données sur la popularité globale de diverses recherches pour aider au classement des raffinements qu'il offre. Un exemple de ce type d'information sur la popularité peut être trouvé dans le Google Zeitgeist."<br /><br /> Cette première mouture du Nuage d'Intentions basé sur Google est simplement une preuve du concept, dans un futur proche nous intégrerons d'autres services qui donnent des résultats similaires mais plus précis sur de multiples bases de données d'intentions. Pour le moment, ce <em>hack</em> de Google Suggest est suffisant pour prouver les diverses possibilités d'un tel outil.

# tagcloud
source: A tag cloud
de: Eine <em>Tag Cloud</em>
fr: Un <em>Tag Cloud</em>

# whatpar6
source: (more traditionally known as a weighted list in the field of visual design) is a visual depiction of content tags used on a website. Often, more frequently used tags are depicted in a larger font or otherwise emphasized, while the displayed order is generally alphabetical. (...) The first tag cloud appeared on Flickr, the photo sharing site. That implementation was based on Jim Flanagan's Search Referral Zeitgeist, a visualization of web site referrers. Tag clouds have also been popularised by Technorati, among others. (excerpts from <a href="http://en.wikipedia.org/wiki/Tag_cloud">Wikipedia's article</a>)<br/><br/>The Intention Cloud uses weighted lists to display the intents collected from databases of intention. The metric associated with each returned query, generally reflecting its popularity or traffic over a period of time, is used to calculate its printed size. Therefore, the more popular an intent the bigger it will be displayed inside the cloud. Colors are helping to intuitively separate the weights of the results.
de: (besser bekannt als eine gewichtete Liste im Bereich des Visual Designs) ist eine visuelle Darstellung der auf Webseiten benutzten content tags. Oft werden häufiger benutzte Tags in einer grösseren Schriftgrösse oder anderweitig hervorgehoben dargestellt, wobei die Ergebnisse im allgemeinen in alphabetischer Reihenfolge gelistet werden. (...) Die erste Tag Cloud erschien bei Flickr, der Foto Sharing Webseite. Diese Anwendung basierte auf Jim Flanagans Search Referral Zeitgeist, einer Visualisierung von Webseitenreferrer. Tag clouds wurden unter anderem auch durch Technorati bekannt gemacht. (Auszüge des <a href="http://en.wikipedia.org/wiki/Tag_cloud">Wikipedia Artikels</a>).<br /><br />e Nuage d'Intentions utilise les listes pondérées pour afficher les différentes intentions récupérées depuis les bases de données... d'intentions. La métrique associée à chaque résultat, reflétant généralement sa popularité ou son trafic sur une période donnée, est utilisée pour calculer la taille de l'affichage de ce résultat. Le plus populaire, le plus gros. Les couleurs aident à distinguer intuitivement les poids des différents résultats.
fr: (plus traditionnellement connu sous le nom de liste pondérée dans le champ du design visuel) est une représentation visuelle des tags de contenu utilisées sur un site web. Souvent, les tags les plus utilisés sont représentés avec une police plus grande ou autrement mise en forme, alors que l'ordre d'affichage est généralement alphabétique. (...) Le premier <em>tag cloud</em> est apparu sur Flickr, le site de partage de photos. Cette implémentation était basée sur le <em>Search Referral Zeitgeist</em> de Jim Flanagan, une visualisation des référants de sites webs. Les <em>tag clouds</em> ont aussi été popularisés par Technorati, entre autres. (extraits de <a href="http://en.wikipedia.org/wiki/Tag_cloud">L'article sur Wikipedia (en anglais)</a>).<br /><br />Le Nuage d'Intentions utilise les listes pondérées pour afficher les différentes intentions récupérées depuis les bases de données... d'intentions. La métrique associée à chaque résultat, reflétant généralement sa popularité ou son trafic sur une période donnée, est utilisée pour calculer la taille de l'affichage de ce résultat. Le plus populaire, le plus gros. Les couleurs aident à distinguer intuitivement les poids des différents résultats.

# whatpar7
source: For some basic explanations on how to interact with the Intention Cloud, please refer to the <a href="/how">how-to</a> section.
de: Grundlegende Erklärungen zur Benutzung der Intention Cloud sind im Abschnitt <a href="/how">wie</a> zu finden.
fr: Pour quelques explications basiques sur l'utilisation du Nuage d'Intentions, référez-vous cla section <a href="/how">comment</a>.

# howtitle1
source: How does it work?
de: Wie funktioniert’s?
fr: Comment ça marche ?
